{
    "(and :count more error)": "(ne mfomso afoforo :count)",
    "(and :count more errors)": "(ne mfomso afoforo :count)|(ne mfomso afoforo :count)|(ne mfomso afoforo :count)",
    "A decryption key is required.": "A decryption key is required.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Wɔde verification link foforo akɔ email address a wode mae wɔ wo profile nhyehyɛe mu no so.",
    "A new verification link has been sent to your email address.": "Wɔde verification link foforo akɔ wo email address so.",
    "Accept Invitation": "Gye Nsato Krataa no Tom",
    "Add": "Fa ka ho",
    "Add a new team member to your team, allowing them to collaborate with you.": "Fa kuw no muni foforo ka wo kuw no ho, na ma wɔne wo nyɛ biako.",
    "Add additional security to your account using two factor authentication.": "Fa ahobammɔ foforo ka wo akontaabu no ho denam two factor authentication so.",
    "Add Team Member": "Fa Team Member ka ho",
    "Added.": "Wɔde kaa ho.",
    "Administrator": "Ɔhwɛfo",
    "Administrator users can perform any action.": "Administrator dwumadiefoɔ bɛtumi ayɛ adeyɛ biara.",
    "All of the people that are part of this team.": "Nnipa a wɔka kuw yi ho nyinaa.",
    "All rights reserved.": "Hokwan ahorow nyinaa wɔ hɔ.",
    "Already registered?": "Wɔakyerɛw wɔn din dedaw?",
    "API Token": "API Token no",
    "API Token Permissions": "API Token Ho Amanneɛbɔ ahorow",
    "API Tokens": "API Tokens a Wɔde Di Dwuma",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API token ahorow ma kwan ma nnipa foforo a wɔyɛ adwuma wɔ hɔ no de yɛn application no di wo ho adanse wɔ wo ananmu.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "So wugye di sɛ wopɛ sɛ wopopa saa kuw yi? Sɛ wɔpopa kuw bi wie a, wɔbɛpopa ne nneɛma ne ne data nyinaa koraa.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "So wugye di sɛ wopɛ sɛ wopopa wo akontaabu no? Sɛ wɔpopa wo akontaabu no wie a, wɔbɛpopa ne nneɛma ne ne data nyinaa koraa. Yɛsrɛ wo kyerɛw wo password na si so dua sɛ wopɛ sɛ wopopa wo akontaabu no daa.",
    "Are you sure you would like to delete this API token?": "Wogye di sɛ wobɛpɛ sɛ wopopa API token yi?",
    "Are you sure you would like to leave this team?": "So wugye di sɛ wobɛpɛ sɛ wufi kuw yi mu?",
    "Are you sure you would like to remove this person from the team?": "So wugye di sɛ wobɛpɛ sɛ wuyi onipa yi fi kuw no mu?",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Ansa na wobɛtoa so no, so wubetumi ahwɛ sɛ wo email address no yɛ nokware denam link a yɛde email kɔmaa wo nkyɛe no a wobɛkyere so? Sɛ wo nsa anka email no a, yɛde anigye bɛmena wo foforo.",
    "Browser Sessions": "Browser Nhyiam Ahorow",
    "Cancel": "Twam",
    "Click here to re-send the verification email.": "Klik ha na san fa verification email no mena.",
    "Close": "To mu",
    "Code": "Mmara",
    "Confirm": "Si pi",
    "Confirm Password": "Si Password no so dua",
    "Create": "Yɛ",
    "Create a new team to collaborate with others on projects.": "Yɛ kuw foforo a wɔne afoforo bɛyɛ biako wɔ nnwuma ahorow mu.",
    "Create Account": "Yɛ Akontaabu",
    "Create API Token": "Yɛ API Token no",
    "Create New Team": "Yɛ Kuw Foforo",
    "Create Team": "Yɛ Kuw",
    "Created.": "Wɔabɔ.",
    "Current Password": "Mprempren Password a Wɔde Di Dwuma",
    "Dashboard": "Dashboard a wɔde kyerɛw nsɛm",
    "Delete": "Pepa",
    "Delete Account": "Popa Akontaabu no",
    "Delete API Token": "Popa API Token no",
    "Delete Team": "Popa Kuw no",
    "Disable": "Sɛe",
    "Done.": "Mawie.",
    "Edit Profile": "Sesa Profile no",
    "Editor": "Ɔkyerɛwfo",
    "Editor users have the ability to read, create, and update.": "Editor dwumadiefoɔ wɔ tumi a wɔde kenkan, yɛ, na wɔyɛ foforɔ.",
    "Email": "Email a wɔde mena",
    "Email Password Reset Link": "Email Asɛmfua Reset Link",
    "Enable": "Ma kwan",
    "Encrypted environment file already exists.": "Encrypted environment file already exists.",
    "Encrypted environment file not found.": "Encrypted environment file not found.",
    "Ensure your account is using a long, random password to stay secure.": "Hwɛ sɛ wo akontaabu no de password tenten a ɛnyɛ nhyehyɛe redi dwuma na ama woanya ahobammɔ.",
    "Environment file already exists.": "Environment file already exists.",
    "Environment file not found.": "Environment file not found.",
    "errors": "mfomso ahorow",
    "Finish enabling two factor authentication.": "Finish enableing abien factor authentication.",
    "For your security, please confirm your password to continue.": "Sɛnea ɛbɛyɛ a wubenya ahobammɔ no, yɛsrɛ wo si wo password no so dua na toa so.",
    "Forbidden": "Akyiwadeɛ",
    "Forgot your password?": "Wo werɛ afi wo password?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Wo werɛ afi wo password? Ɔhaw nni hɔ. Ma yɛnhu wo email address kɛkɛ na yɛde password reset link bɛma wo email a ɛbɛma woatumi apaw foforo.",
    "Go to page :page": "Kɔ kratafa :page",
    "Great! You have accepted the invitation to join the :team team.": "Kɛseɛ! Woagye nsa a wɔto frɛɛ wo sɛ wobɛka kuw :team no atom.",
    "Hello!": "Hɛlo!",
    "I agree to the :terms_of_service and :privacy_policy": "Mepene :terms_of_service ne :privacy_policy no so",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Sɛ ɛho hia a, wubetumi afi wo browser nhyiam afoforo no nyinaa mu wɔ wo mfiri nyinaa so. Wɔabobɔ wo nhyiam ahorow a woayɛ nnansa yi no bi wɔ ase ha; nanso, ebia saa nsɛm a wɔahyehyɛ yi renyɛ nea edi mũ. Sɛ wote nka sɛ wɔasɛe wo akontaabu a, ɛsɛ sɛ wosan yɛ wo password no foforo.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Sɛ wowɔ akontaabu dedaw a, wubetumi agye nsato yi atom denam bɔtn a ɛwɔ ase ha no a wobɛma so:",
    "If you did not create an account, no further action is required.": "Sɛ woanyɛ akontaabu a, ɛho nhia sɛ woyɛ ade foforo biara.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Sɛ woanhwɛ kwan sɛ wo nsa bɛka nsato krataa akɔ saa kuw yi mu a, wubetumi atow saa email yi agu.",
    "If you did not request a password reset, no further action is required.": "Sɛ woanbisa sɛ wɔmfa password reset a, ɛho nhia sɛ woyɛ biribi foforo biara.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Sɛ wunni akontaabu a, wubetumi ayɛ bi denam bɔtn a ɛwɔ ase ha no a wobɛma so. Sɛ wobɔ akontaabu wie a, wubetumi akliki nsato krataa a wogye tom bɔtn a ɛwɔ email yi mu no so na woagye kuw no nsato no atom:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Sɛ worehyia ɔhaw wɔ \":actionText\" bɔtn no a wobɛbɔ so a, kɔpi na fa URL a ɛwɔ aseɛ ha no hyɛ mu\nkɔ wo wɛbsaet browser no mu:",
    "Invalid filename.": "Invalid filename.",
    "Invalid JSON was returned from the route.": "Wɔsan de JSON a ɛnteɛ fii ɔkwan no so bae.",
    "Last active": "Nea etwa to a ɛyɛ nnam",
    "Last used": "Nea etwa to a wɔde dii dwuma",
    "Leave": "Ahomegyeɛ",
    "Leave Team": "Gyae Team no",
    "length": "length",
    "Location": "Beaeɛ",
    "Log in": "Kɔ mu",
    "Log Out": "Fi Wo Fi Mu",
    "Log Out Other Browser Sessions": "Fi Browser Nhyiam Afoforo Mu",
    "Login": "Kɔ mu",
    "Logout": "Fi wo ho fi mu",
    "Manage Account": "Hwɛ Akontaabu So",
    "Manage and log out your active sessions on other browsers and devices.": "Hwɛ na fi wo active sessions so wɔ browser ne devices afoforo so.",
    "Manage API Tokens": "Hwɛ API Tokens so",
    "Manage Role": "Di Dwuma a Wodi So",
    "Manage Team": "Manage Team no so",
    "Name": "Din",
    "New Password": "Password Foforo",
    "Not Found": "Wonhu",
    "of": "firi",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Sɛ wɔpopa kuw bi wie a, wɔbɛpopa ne nneɛma ne ne data nyinaa koraa. Ansa na wobɛpopa kuw yi no, yɛsrɛ wo twe data anaa nsɛm biara a ɛfa kuw yi ho a wopɛ sɛ wode sie.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sɛ wɔpopa wo akontaabu no wie a, wɔbɛpopa ne nneɛma ne ne data nyinaa koraa. Ansa na wobɛpopa wo akontaabu no, yɛsrɛ wo twe data anaa nsɛm biara a wopɛ sɛ wode sie.",
    "Page Expired": "Kratafa a Wɔatwam",
    "Pagination Navigation": "Nkratafa a Wɔde Kyerɛw Nsɛm",
    "Password": "Paswɛde",
    "Payment Required": "Ɛsɛ sɛ wotua ka",
    "Pending Team Invitations": "Kuw Nsato Krataa a Wɔretwɛn",
    "Permanently delete this team.": "Popa saa kuw yi daa.",
    "Permanently delete your account.": "Popa wo akontaabu no daa.",
    "Permissions": "Mma ho kwan",
    "Photo": "Mfoni",
    "Please click the button below to verify your email address.": "Yɛsrɛ sɛ klik button a ɛwɔ aseɛ ha no so na hwɛ sɛ wo email address no yɛ nokware anaa.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Yɛsrɛ sɛ si so dua sɛ wobɛkɔ wo akontaabu no mu denam wo ntɛmpɛ recovery codes no biako a wobɛkyerɛw so.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Yɛsrɛ wo si so dua sɛ wobɛkɔ wo akontaabu no mu denam nokwaredi koodu a wo nokwaredifo aplikeshɔn no de ama no a wobɛkyerɛw so.",
    "Please copy your new API token. For your security, it won't be shown again.": "Yɛsrɛ wo, kɔpi wo API token foforo no. Wo ahobammɔ nti, wɔrenkyerɛ bio.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Yɛsrɛ wo kyerɛw wo password no na si so dua sɛ wopɛ sɛ wufi wo browser nhyiam afoforo no mu wɔ wo mfiri nyinaa so.",
    "Please provide the email address of the person you would like to add to this team.": "Yɛsrɛ sɛ fa onipa a wopɛ sɛ wode ka kuw yi ho no email address ma.",
    "Privacy Policy": "Kokoam Nsɛm Ho Nhyehyɛe",
    "Profile": "Ho asɛm",
    "Profile Information": "Profile Ho Nsɛm",
    "Recovery Code": "Mmara a Wɔde Yɛ Nneɛma a Wɔde Yɛ Adwuma",
    "Regards,": "Fa ho,",
    "Regenerate Recovery Codes": "San Yɛ Recovery Codes no foforo",
    "Register": "Twerɛ wo din",
    "Remember me": "Kae me",
    "Remove": "Yi",
    "Remove Photo": "Yi Mfonini no Fi hɔ",
    "Remove Team Member": "Yi Team Member no fi hɔ",
    "Resend Verification Email": "San Fa Email a Wɔde Di Dwuma no mena",
    "Reset Password": "Reset Password no bio",
    "Reset Password Notification": "Reset Password Amanneɛbɔ no",
    "results": "nsunsuansoɔ",
    "Role": "Asodie",
    "Save": "Kora",
    "Saved.": "Wɔakora so.",
    "Select A New Photo": "Paw Mfonini Foforo Bi",
    "Server Error": "Server Mfomso",
    "Service Unavailable": "Ɔsom a Ɛnyɛ Nea Ɛwɔ Hɔ",
    "Setup Key": "Nhyehyɛe Safoa",
    "Show Recovery Codes": "Kyerɛ Recovery Mmara ahorow",
    "Showing": "Ɔrekyerɛ",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Fa saa recovery codes yi sie wɔ password manager a ahobammɔ wom mu. Wobetumi de adi dwuma de asan anya kwan akɔ wo akontaabu no so sɛ wo two factor authentication device no yera a.",
    "Switch Teams": "Sesa Akuw Ahorow",
    "Team Details": "Kuw no ho nsɛm a ɛkɔ akyiri",
    "Team Invitation": "Kuw Nsato Krataa",
    "Team Members": "Kuw no mufo",
    "Team Name": "Team Din",
    "Team Owner": "Team Owura",
    "Team Settings": "Kuw no Nhyehyɛe",
    "Terms of Service": "Ɔsom Ho Nhyehyɛe",
    "The :attribute must be a valid role.": "Ɛsɛ sɛ :attribute no yɛ dwumadi a ɛfata.",
    "The :attribute must be at least :length characters and contain at least one number.": "Anyɛ yiye koraa no, ɛsɛ sɛ :attribute no yɛ nkyerɛwde :length na anyɛ yiye koraa no, nɔma biako na ɛwom.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Anyɛ yiye koraa no, ɛsɛ sɛ :attribute no yɛ nkyerɛwde :length na anyɛ yiye koraa no, nkyerɛwde soronko biako ne nɔma biako na ɛwom.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Anyɛ yiye koraa no, ɛsɛ sɛ :attribute no yɛ nkyerɛwde :length na anyɛ yiye koraa no, nkyerɛwde soronko biako na ɛwom.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Anyɛ yiye koraa no, ɛsɛ sɛ :attribute no yɛ nkyerɛwde :length na anyɛ yiye koraa no, nkyerɛwde akɛse biako ne nɔma biako na ɛwom.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Anyɛ yiye koraa no, ɛsɛ sɛ :attribute no yɛ nkyerɛwde :length na anyɛ yiye koraa no, nkyerɛwde akɛse biako ne nkyerɛwde soronko biako na ɛwom.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Anyɛ yiye koraa no, ɛsɛ sɛ :attribute no yɛ nkyerɛwde :length na anyɛ yiye koraa no, nkyerɛwde akɛse biako, nɔma biako, ne nkyerɛwde soronko biako na ɛwom.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Anyɛ yiye koraa no, ɛsɛ sɛ :attribute no yɛ nkyerɛwde :length na anyɛ yiye koraa no, nkyerɛwde akɛse biako na ɛwom.",
    "The :attribute must be at least :length characters.": "Anyɛ yiye koraa no, ɛsɛ sɛ :attribute no yɛ nkyerɛwde :length.",
    "The given data was invalid.": "Ná data a wɔde ama no nyɛ nokware.",
    "The password is incorrect.": "Password no nyɛ nokware.",
    "The provided password does not match your current password.": "Asɛmfua a wɔde ama no ne wo asɛmfua a wode ama wo mprempren no nhyia.",
    "The provided password was incorrect.": "Ná password a wɔde mae no nyɛ nokware.",
    "The provided two factor authentication code was invalid.": "Na two factor authentication code a wɔde ama no nyɛ adwuma.",
    "The provided two factor recovery code was invalid.": "Na two factor recovery code a wɔde ama no nyɛ adwuma.",
    "The response is not a streamed response.": "Mmuae no nyɛ mmuae a wɔde fa nsu so.",
    "The response is not a view.": "Mmuae a wɔde ma no nyɛ adwene bi.",
    "The team's name and owner information.": "Kuw no din ne owura no ho nsɛm.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Wɔato nsa afrɛ saa nkurɔfoɔ yi aba wo kuo no mu na wɔde nsato email amena wɔn. Ebia wɔbɛka kuw no ho denam email nsato a wobegye atom no so.",
    "This action is unauthorized.": "Saa adeyɛ yi yɛ nea wɔmma ho kwan.",
    "This device": "Saa mfiri yi",
    "This is a secure area of the application. Please confirm your password before continuing.": "Eyi yɛ beae a ahobammɔ wɔ wɔ application no mu. Yɛsrɛ sɛ si wo password no so dua ansa na woatoa so.",
    "This password does not match our records.": "Saa password yi ne yɛn kyerɛwtohɔ ahorow no nhyia.",
    "This password reset link will expire in :count minutes.": "Saa password reset link yi bɛtwam wɔ simma :count mu.",
    "This user already belongs to the team.": "Saa ɔdefo yi yɛ kuw no muni dedaw.",
    "This user has already been invited to the team.": "Wɔato nsa afrɛ saa ɔdefo yi aba kuw no mu dedaw.",
    "to": "kɔ",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Sɛ wopɛ sɛ wowie factor abien authentication a wobɛma ayɛ adwuma a, fa wo fon no authenticator application no scan QR code a edidi so yi anaa hyɛ nhyehyɛe safoa no mu na fa OTP code a wɔayɛ no ma.",
    "Toggle navigation": "Toggle akwantuo no mu",
    "Token Name": "Token Edin a Wɔde Di Dwuma",
    "Too Many Requests": "Adesrɛ Pii Dodow",
    "Two Factor Authentication": "Nneɛma Abien a Wɔde Di Dwuma",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Mprempren wɔama Two factor authentication ayɛ adwuma. Fa wo fon no authenticator application no scan QR code a edidi so yi anaa hyɛ nhyehyɛe safoa no mu.",
    "Unauthorized": "Wɔmma ho kwan",
    "Unknown": "Nnim",
    "Update Password": "Fa Password no yɛ foforo",
    "Update your account's profile information and email address.": "Yɛ wo akontaabu no ho nsɛm ne email address no foforo.",
    "Use a recovery code": "Fa recovery code di dwuma",
    "Use an authentication code": "Fa authentication code di dwuma",
    "Verify Email Address": "Hwɛ sɛ Email Address no yɛ nokware anaa",
    "We were unable to find a registered user with this email address.": "Yɛantumi anhu obi a wɔakyerɛw ne din a ɔwɔ saa email address yi.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Sɛ wɔma two factor authentication yɛ adwuma a, wɔbɛka akyerɛ wo sɛ fa token a ahobammɔ wom, random bere a woreyɛ authentication. Wubetumi anya saa token yi afi wo fon no Google Authenticator application no mu.",
    "Whoops!": "Whoops na ɛyɛ wo dɛ!",
    "Whoops! Something went wrong.": "Whoops na ɛyɛ wo dɛ! Biribi ankɔ yiye.",
    "You are receiving this email because we received a password reset request for your account.": "Worenya saa email yi ɛfiri sɛ yɛanya password reset request a ɛfa wo account ho.",
    "You have been invited to join the :team team!": "Wɔato nsa afrɛ wo sɛ kɔka kuw :team no ho!",
    "You have enabled two factor authentication.": "Woama factor abien nokwaredi atumi ayɛ adwuma.",
    "You have not enabled two factor authentication.": "Wonnya nyɛɛ factor abien ho adansedi adwuma.",
    "You may accept this invitation by clicking the button below:": "Wubetumi agye nsato yi atom denam bɔtn a ɛwɔ ase ha no a wobɛma so:",
    "You may delete any of your existing tokens if they are no longer needed.": "Wubetumi apopa wo token ahorow a ɛwɔ hɔ dedaw no biara sɛ ɛho nhia bio a.",
    "You may not delete your personal team.": "Ebia worenpopa w’ankasa kuw no.",
    "You may not leave a team that you created.": "Ebia worennyae kuw bi a woabɔ no.",
    "Your email address is unverified.": "Wo email address no nyɛ nea wɔagye atom."
}