{
    "(and :count more error)": "(kunye nempazamo ezili-:count ngaphezulu)",
    "(and :count more errors)": "(kunye nempazamo ezili-:count ngaphezulu)|(kunye nezinye iimpazamo ezili-:count)|(kunye nezinye iimpazamo ezili-:count)",
    "A decryption key is required.": "A decryption key is required.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Ikhonkco elitsha lokuqinisekisa lithunyelwe kwidilesi ye-imeyile oyinikezile kwiisethingi zeprofayile yakho.",
    "A new verification link has been sent to your email address.": "Ikhonkco elitsha lokuqinisekisa lithunyelwe kwidilesi yemeyile yakho.",
    "Accept Invitation": "Yamkela Isimemo",
    "Add": "Yongeza",
    "Add a new team member to your team, allowing them to collaborate with you.": "Yongeza ilungu elitsha kwiqela lakho, ubavumele ukuba basebenzisane nawe.",
    "Add additional security to your account using two factor authentication.": "Yongeza ukhuseleko olongezelelweyo kwiakhawunti yakho usebenzisa izinto ezimbini zokuqinisekisa.",
    "Add Team Member": "Yongeza iLungu leQela",
    "Added.": "Yongeziwe.",
    "Administrator": "Umlawuli",
    "Administrator users can perform any action.": "Abasebenzisi bomlawuli bangenza nayiphi na into.",
    "All of the people that are part of this team.": "Bonke abantu abayinxalenye yeli qela.",
    "All rights reserved.": "Onke Amalungelo Agciniwe.",
    "Already registered?": "Ngaba sele ubhalisiwe?",
    "API Token": "API uphawu",
    "API Token Permissions": "Iimvume zophawu lwe-API",
    "API Tokens": "Iimpawu ze-API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Iimpawu ze-API zivumela iinkonzo zomntu wesithathu ukuba ziqinisekise ngesicelo sethu egameni lakho.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Uqinisekile ufuna ukucima eli qela? Nje ukuba iqela licinywe, zonke izixhobo zalo kunye nedatha ziya kususwa ngokusisigxina.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Uqinisekile ufuna ukucima iakhawunti yakho? Nje ukuba iakhawunti yakho icinyiwe, zonke izixhobo zayo kunye nedatha ziya kususwa ngokusisigxina. Nceda ngenisa igama eliyimfihlo ukuze uqinisekise ukuba ungathanda ukuyicima umphelo iakhawunti yakho.",
    "Are you sure you would like to delete this API token?": "Ngaba uqinisekile ukuba ungathanda ukucima le tokeni ye-API?",
    "Are you sure you would like to leave this team?": "Ngaba uqinisekile ukuba ungathanda ukulishiya eli qela?",
    "Are you sure you would like to remove this person from the team?": "Uqinisekile ukuba ungathanda ukususa lo mntu kwiqela?",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Ngaphambi kokuba uqhubeke, ungaqinisekisa idilesi yakho ye-imeyile ngokucofa ikhonkco esisandula kukuthumelela lona? Ukuba awuyifumani i-imeyile, siya kukuthumelela enye ngovuyo.",
    "Browser Sessions": "Iiseshoni zebhrawuza",
    "Cancel": "Rhoxisa",
    "Click here to re-send the verification email.": "Cofa apha ukuthumela kwakhona i-imeyile yokuqinisekisa.",
    "Close": "Vala",
    "Code": "Ikhowudi",
    "Confirm": "Qinisekisa",
    "Confirm Password": "Ngqina iphasiwedi",
    "Create": "Yenza",
    "Create a new team to collaborate with others on projects.": "Yenza iqela elitsha ukusebenzisana nabanye kwiiprojekthi.",
    "Create Account": "Dala i-akhawunti",
    "Create API Token": "Yenza uphawu lwe-API",
    "Create New Team": "Yenza Iqela Elitsha",
    "Create Team": "Yenza Iqela",
    "Created.": "Yenziwe.",
    "Current Password": "Iphasiwedi yangoku",
    "Dashboard": "Dashboard",
    "Delete": "Cima",
    "Delete Account": "Cima iAkhawunti",
    "Delete API Token": "Cima uphawu lwe-API",
    "Delete Team": "Cima Iqela",
    "Disable": "Khubaza",
    "Done.": "Ugqibile.",
    "Edit Profile": "Hlengahlengisa iprofayile yakho",
    "Editor": "Umhleli",
    "Editor users have the ability to read, create, and update.": "Abasebenzisi bomhleli bayakwazi ukufunda, ukuyila, kunye nokuhlaziya.",
    "Email": "I-imeyile",
    "Email Password Reset Link": "Ikhonkco lokuSeta kwakhona igama lokugqithisa le-imeyile",
    "Enable": "Vulela",
    "Encrypted environment file already exists.": "Encrypted environment file already exists.",
    "Encrypted environment file not found.": "Encrypted environment file not found.",
    "Ensure your account is using a long, random password to stay secure.": "Qinisekisa ukuba iakhawunti yakho isebenzisa igama eliyimfihlo elide nelingenamkhethe ukuze uhlale ukhuselekile.",
    "Environment file already exists.": "Environment file already exists.",
    "Environment file not found.": "Environment file not found.",
    "errors": "iimpazamo",
    "Finish enabling two factor authentication.": "Gqibezela ukwenza ungqinisiso lwezinto ezimbini.",
    "For your security, please confirm your password to continue.": "Ngokhuseleko lwakho, nceda uqinisekise igama eliyimfihlo ukuze uqhubeke.",
    "Forbidden": "Akuvumelekanga",
    "Forgot your password?": "Ingaba uyilibele iphasiwedi yakho?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Ingaba uyilibele iphasiwedi yakho? Akhongxaki. Sazise nje idilesi yakho ye-imeyile kwaye siza kuthumela ikhonkco lokuseta kwakhona igama lokugqitha eliya kukuvumela ukuba ukhethe entsha.",
    "Go to page :page": "Yiya kwiphepha le-:page",
    "Great! You have accepted the invitation to join the :team team.": "Kakhulu! Wamkele isimemo sokujoyina iqela eli-:team.",
    "Hello!": "Mholo!",
    "I agree to the :terms_of_service and :privacy_policy": "Ndiyavumelana ne-:terms_of_service kunye ne-:privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ukuba kuyimfuneko, unokuphuma kuzo zonke ezinye iiseshini zebrawuza kuzo zonke izixhobo zakho. Ezinye zeeseshini zakho zamva nje zidweliswe ngezantsi; nangona kunjalo, olu luhlu alunakuphela. Ukuba ucinga ukuba iakhawunti yakho idlelwe, kufuneka uhlaziye igama eliyimfihlo.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Ukuba sele unayo i-akhawunti, ungasamkela esi simemo ngokucofa iqhosha elingezantsi:",
    "If you did not create an account, no further action is required.": "Ukuba awuyidalanga i-akhawunti, akukho nyathelo lilongezelelweyo elifunekayo.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Ukuba ubungalindelanga ukufumana isimemo kweli qela, ungayilahla le imeyile.",
    "If you did not request a password reset, no further action is required.": "Ukuba awukhange ucele ukusetwa kwakhona kwegama lokugqitha, akukho nyathelo lingaphaya liyafuneka.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Ukuba awunayo iakhawunti, ungenza enye ngokucofa iqhosha elingezantsi. Emva kokudala iakhawunti, ungacofa iqhosha lokwamkela isimemo kule imeyile ukuze wamkele isimemo seqela:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ukuba unengxaki yokucofa iqhosha lika-\":actionText\", khuphela kwaye uncamathisele i-URL engezantsi\nkwibhrawuza yakho yewebhu:",
    "Invalid filename.": "Invalid filename.",
    "Invalid JSON was returned from the route.": "I-JSON engasebenziyo ibuyiswe kwindlela.",
    "Last active": "Okokugqibela ukusebenza",
    "Last used": "Igqityelwe ukusetyenziswa",
    "Leave": "Hamba",
    "Leave Team": "Shiya Iqela",
    "length": "length",
    "Location": "Indawo",
    "Log in": "Ngema",
    "Log Out": "Phuma",
    "Log Out Other Browser Sessions": "Phuma kwezinye iiseshini zebhrawuza",
    "Login": "Ngema",
    "Logout": "Phuma",
    "Manage Account": "Lawula iAkhawunti",
    "Manage and log out your active sessions on other browsers and devices.": "Lawula kwaye ukhuphe iiseshoni zakho ezisebenzayo kwezinye iibhrawuza kunye nezixhobo.",
    "Manage API Tokens": "Lawula API Iimpawu",
    "Manage Role": "Lawula indima",
    "Manage Team": "Lawula Iqela",
    "Name": "Igama",
    "New Password": "Iphasiwedi entsha",
    "Not Found": "Ayifunyanwa",
    "of": "ye",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Nje ukuba iqela licinywe, zonke izixhobo zalo kunye nedatha ziya kususwa ngokusisigxina. Ngaphambi kokuba ucime eli qela, nceda ukhuphele nayiphi na idatha okanye ulwazi malunga neli qela onqwenela ukuligcina.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Nje ukuba iakhawunti yakho icinyiwe, zonke izixhobo zayo kunye nedatha ziya kususwa ngokusisigxina. Ngaphambi kokuba ucime iakhawunti yakho, nceda ukhuphele nayiphi na idatha okanye ulwazi onqwenela ukulugcina.",
    "Page Expired": "Iphepha Liphelelwe",
    "Pagination Navigation": "Ukukhangela kwePagination",
    "Password": "Inombolo yokuvula",
    "Payment Required": "Intlawulo iyafuneka",
    "Pending Team Invitations": "Iimemo zeqela elilindileyo",
    "Permanently delete this team.": "Licime ngokusisigxina eli qela.",
    "Permanently delete your account.": "Cima ngokusisigxina iakhawunti yakho.",
    "Permissions": "Iimvume",
    "Photo": "Ifoto",
    "Please click the button below to verify your email address.": "Nceda ucofe iqhosha elingezantsi ukuze uqinisekise idilesi yemeyile yakho.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Nceda uqinisekise ukufikelela kwi-akhawunti yakho ngokufaka enye yeekhowudi zakho zokubuyisela kwimeko kaxakeka.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Nceda uqinisekise ukufikelela kwi-akhawunti yakho ngokufaka ikhowudi yokungqinisisa enikelwe sisicelo sakho sobunyani.",
    "Please copy your new API token. For your security, it won't be shown again.": "Nceda khuphela i-API token yakho entsha. Ngokhuseleko lwakho, ayisayi kuphinda iboniswe.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Nceda ngenisa igama eliyimfihlo ukuze uqinisekise ukuba ungathanda ukuphuma kwezinye iiseshoni zebrawuza kuzo zonke izixhobo zakho.",
    "Please provide the email address of the person you would like to add to this team.": "Nceda unikeze idilesi ye-imeyile yomntu ongathanda ukumongeza kweli qela.",
    "Privacy Policy": "Umthetho wabucala",
    "Profile": "Inkangeleko yesimo",
    "Profile Information": "Ulwazi lweProfayili",
    "Recovery Code": "Ikhowudi yoBuyiselo",
    "Regards,": "Imibuliso,",
    "Regenerate Recovery Codes": "Hlaziya Iikhowudi zokuBuyisa kwakhona",
    "Register": "Bhalisa",
    "Remember me": "Ndikhumbule",
    "Remove": "Susa",
    "Remove Photo": "Susa ifoto",
    "Remove Team Member": "Susa iLungu leQela",
    "Resend Verification Email": "Phinda uthumele i-imeyile yoQinisekiso",
    "Reset Password": "Lungisa Igama Lokugqithisa",
    "Reset Password Notification": "Seta kwakhona Isaziso Segama Lokugqithisa",
    "results": "iziphumo",
    "Role": "Indima",
    "Save": "Gcina",
    "Saved.": "Igciniwe.",
    "Select A New Photo": "Khetha Ifoto Entsha",
    "Server Error": "Impazamo kwiseva",
    "Service Unavailable": "Inkonzo ayifumaneki",
    "Setup Key": "Seta iqhosha",
    "Show Recovery Codes": "Bonisa iiKhowudi zoBuyiselo",
    "Showing": "Ukubonisa",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Gcina ezi khowudi zokubuyisela kumphathi wephasiwedi okhuselekileyo. Zingasetyenziswa ukubuyisela ufikelelo kwiakhawunti yakho ukuba isixhobo sakho sobuqinisekiso sezinto ezimbini silahlekile.",
    "Switch Teams": "Tshintsha Amaqela",
    "Team Details": "Iinkcukacha zeqela",
    "Team Invitation": "Isimemo seQela",
    "Team Members": "Amalungu eQela",
    "Team Name": "Igama leqela",
    "Team Owner": "uMnini weqela",
    "Team Settings": "Izicwangciso zeqela",
    "Terms of Service": "Imimmisele yenkonzo",
    "The :attribute must be a valid role.": "I-:attribute kufuneka ibe yindima efanelekileyo.",
    "The :attribute must be at least :length characters and contain at least one number.": "I-:attribute kufuneka ibenamagama angama-:length ubuncinci kwaye iqulathe inani elinye ubuncinane.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "I-:attribute kufuneka ibenamagama angama-:length ubuncinci kwaye iqulathe ubuncinci umbhalo okhethekileyo kunye nenani elinye.",
    "The :attribute must be at least :length characters and contain at least one special character.": "I-:attribute kufuneka ibenamagama angama-:length ubuncinci kwaye iqulathe ubuncinci umbhalo omnye.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "I-:attribute kufuneka ibe nonobumba abangama-:length kwaye iqulathe ubuncinane omnye unobumba omkhulu kunye nenani elinye.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "I-:attribute kufuneka ibe nonobumba abangama-:length kwaye iqulathe ubuncinci unobumba omnye omkhulu kunye nonobumba omnye.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "I-:attribute kufuneka ibe nonobumba abangama-:length kwaye iqulathe ubuncinci unobumba omnye omkhulu, inani elinye, kunye nonobumba omnye.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "I-:attribute kufuneka ibe nonobumba abangama-:length kwaye iqulathe nonobumba omnye omkhulu.",
    "The :attribute must be at least :length characters.": "I-:attribute kufuneka ibe namagama angama-:length ubuncinci.",
    "The given data was invalid.": "Idatha enikiweyo ibingasebenzi.",
    "The password is incorrect.": "Igama lokugqitha alichanekanga.",
    "The provided password does not match your current password.": "Igama lokugqithisa elinikeziweyo alihambelani nephasiwedi yakho yangoku.",
    "The provided password was incorrect.": "Igama lokugqithisa elinikiweyo belingalunganga.",
    "The provided two factor authentication code was invalid.": "Ikhowudi yongqinisiso enikiweyo emibini ibingasebenzi.",
    "The provided two factor recovery code was invalid.": "Ikhowudi yokubuyisela izinto ezimbini enikiweyo ayisebenzi.",
    "The response is not a streamed response.": "Impendulo ayiyompendulo esasazwayo.",
    "The response is not a view.": "Impendulo ayingombono.",
    "The team's name and owner information.": "Igama leqela kunye nolwazi lomnini.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Aba bantu bamenyiwe kwiqela lakho kwaye bathunyelwe i-imeyile yesimemo. Basenokujoyina iqela ngokwamkela isimemo se-imeyile.",
    "This action is unauthorized.": "Esi senzo asigunyaziswanga.",
    "This device": "Esi sixhobo",
    "This is a secure area of the application. Please confirm your password before continuing.": "Le yindawo ekhuselekileyo yesicelo. Nceda uqinisekise igama eliyimfihlo phambi kokuba uqhubeke.",
    "This password does not match our records.": "Eli gama lokugqithisa alihambelani neerekhodi zethu.",
    "This password reset link will expire in :count minutes.": "Eli khonkco lokusetha ngokutsha igama lokugqitha liya kuphelelwa kwimizuzu eli-:count.",
    "This user already belongs to the team.": "Lo msebenzisi sele engoweqela.",
    "This user has already been invited to the team.": "Lo msebenzisi sele emenyiwe kwiqela.",
    "to": "ukuya",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Ukugqiba ukwenza ungqinisiso lwezinto ezimbini, skena le khowudi ye-QR ilandelayo usebenzisa i-aplikeshini yesiqinisekiso sefowuni yakho okanye ngenisa iqhosha lokuseta kwaye unike ikhowudi ye-OTP eyenziweyo.",
    "Toggle navigation": "Guqula ukukhangela",
    "Token Name": "Igama loMqondiso",
    "Too Many Requests": "Izicelo ezininzi kakhulu",
    "Two Factor Authentication": "Uqinisekiso lweeFactor ezimbini",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Izinto ezimbini zokuqinisekisa ngoku zenziwe zasebenza. Skena le khowudi yeQR ilandelayo usebenzisa i-aplikeshini yesiqinisekiso sefowuni yakho okanye ngenisa iqhosha lokuseta.",
    "Unauthorized": "Ukungagunyaziswanga",
    "Unknown": "Akwaziwa",
    "Update Password": "Hlaziya Igama Lokugqithisa",
    "Update your account's profile information and email address.": "Hlaziya ulwazi lweprofayile yeakhawunti yakho kunye nedilesi ye-imeyile.",
    "Use a recovery code": "Sebenzisa ikhowudi yokubuyisela",
    "Use an authentication code": "Sebenzisa ikhowudi yokuqinisekisa",
    "Verify Email Address": "Qinisekisa idilesi ye-imeyile",
    "We were unable to find a registered user with this email address.": "Asikwazanga ukufumana umsebenzisi obhalisiweyo ngale dilesi ye-imeyile.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Xa izinto ezimbini zoqinisekiso zenziwe, uya kucelwa ukuba ukhuselwe, uphawu olungakhethiyo ngexesha loqinisekiso. Unokufumana kwakhona lo mqondiso kwisicelo sakho soMqinisekisi kaGoogle kwifowuni yakho.",
    "Whoops!": "Yhuu!",
    "Whoops! Something went wrong.": "Yhuu! Into ayihamba kakuhle.",
    "You are receiving this email because we received a password reset request for your account.": "Ufumana le imeyile kuba sifumene isicelo sokusetwa ngokutsha kweakhawunti yakho.",
    "You have been invited to join the :team team!": "Umenyiwe ukuba uzibandakanye neqela eli-:team!",
    "You have enabled two factor authentication.": "Uqinisekise izinto ezimbini.",
    "You have not enabled two factor authentication.": "Awenzanga uqinisekiso lwezinto ezimbini.",
    "You may accept this invitation by clicking the button below:": "Ungasamkela esi simemo ngokucofa iqhosha elingezantsi:",
    "You may delete any of your existing tokens if they are no longer needed.": "Ungazicima naziphi na iimpawu zakho ezikhoyo ukuba azisafuneki.",
    "You may not delete your personal team.": "Awunako ukucima iqela lakho lobuqu.",
    "You may not leave a team that you created.": "Awunakushiya iqela olenzileyo.",
    "Your email address is unverified.": "Idilesi yemeyile yakho ayiqinisekiswanga."
}