{
    "(and :count more error)": "(און :count מער טעות)",
    "(and :count more errors)": "(און :count מער טעות)|(און :count מער ערראָרס)|(און :count מער ערראָרס)",
    "A decryption key is required.": "A decryption key is required.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "א נייַע וועראַפאַקיישאַן לינק איז געשיקט צו די E- בריוו אַדרעס וואָס איר האָט צוגעשטעלט אין דיין פּראָפיל סעטטינגס.",
    "A new verification link has been sent to your email address.": "א נייַע וועראַפאַקיישאַן לינק איז געשיקט צו דיין בליצפּאָסט אַדרעס.",
    "Accept Invitation": "אָננעמען פאַרבעטונג",
    "Add": "לייג צו",
    "Add a new team member to your team, allowing them to collaborate with you.": "לייג אַ נייַע מאַנשאַפֿט מיטגליד צו דיין מאַנשאַפֿט, אַלאַוינג זיי צו מיטאַרבעטן מיט איר.",
    "Add additional security to your account using two factor authentication.": "לייג נאָך זיכערהייט צו דיין חשבון מיט צוויי פאַקטאָר אָטענטאַקיישאַן.",
    "Add Team Member": "לייג מאַנשאַפֿט מיטגליד",
    "Added.": "צוגעגעבן.",
    "Administrator": "אַדמיניסטראַטאָר",
    "Administrator users can perform any action.": "אַדמיניסטראַטאָר ניצערס קענען דורכפירן קיין קאַמף.",
    "All of the people that are part of this team.": "אַלע די מענטשן וואָס זענען טייל פון דעם מאַנשאַפֿט.",
    "All rights reserved.": "אלע רעכטן רעזערווירט.",
    "Already registered?": "שוין רעגיסטרירט?",
    "API Token": "API טאָקען",
    "API Token Permissions": "API טאָקען פּערמישאַנז",
    "API Tokens": "API טאָקענס",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API טאָקענס לאָזן דריט-פּאַרטיי באַדינונגס צו אָטענטאַקייט מיט אונדזער אַפּלאַקיישאַן אויף דיין ביכאַף.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "זענט איר זיכער אַז איר ווילן צו ויסמעקן דעם מאַנשאַפֿט? אַמאָל אַ מאַנשאַפֿט איז אויסגעמעקט, אַלע זייַן רעסורסן און דאַטן וועט זיין פּערמאַנאַנטלי אויסגעמעקט.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "זענט איר זיכער אַז איר ווילן צו ויסמעקן דיין חשבון? אַמאָל דיין חשבון איז אויסגעמעקט, אַלע זייַן רעסורסן און דאַטן וועט זיין פּערמאַנאַנטלי אויסגעמעקט. ביטע אַרייַן דיין פּאַראָל צו באַשטעטיקן איר וואָלט ווי צו פּערמאַנאַנטלי ויסמעקן דיין חשבון.",
    "Are you sure you would like to delete this API token?": "זענט איר זיכער אַז איר וואָלט ווי צו ויסמעקן דעם אַפּי סימען?",
    "Are you sure you would like to leave this team?": "זענט איר זיכער אַז איר וואָלט ווי צו פאַרלאָזן דעם מאַנשאַפֿט?",
    "Are you sure you would like to remove this person from the team?": "זענט איר זיכער אַז איר וואָלט ווי צו באַזייַטיקן דעם מענטש פון די מאַנשאַפֿט?",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "איידער איר פאָרזעצן, קען איר באַשטעטיקן דיין בליצפּאָסט אַדרעס דורך געבן אַ קליק אויף די לינק וואָס מיר נאָר געשיקט צו איר? אויב איר האָט נישט באַקומען דעם בליצפּאָסט, מיר וועלן גערן שיקן איר אנדערן.",
    "Browser Sessions": "בראַוזער סעשאַנז",
    "Cancel": "באָטל מאַכן",
    "Click here to re-send the verification email.": "דריקט דאָ צו שייַעך-שיקן די וועראַפאַקיישאַן בליצפּאָסט.",
    "Close": "נאָענט",
    "Code": "קאָד",
    "Confirm": "באַשטעטיקן",
    "Confirm Password": "באַשטעטיקן שפּריכוואָרט",
    "Create": "שאַפֿן",
    "Create a new team to collaborate with others on projects.": "שאַפֿן אַ נייַע מאַנשאַפֿט צו מיטאַרבעטן מיט אנדערע אויף פּראַדזשעקס.",
    "Create Account": "מאך א אקאונט",
    "Create API Token": "שאַפֿן אַפּי טאָקען",
    "Create New Team": "שאַפֿן ניו מאַנשאַפֿט",
    "Create Team": "שאַפֿן מאַנשאַפֿט",
    "Created.": "באַשאַפן.",
    "Current Password": "קראַנט שפּריכוואָרט",
    "Dashboard": "דאַשבאָרד",
    "Delete": "ויסמעקן",
    "Delete Account": "ויסמעקן חשבון",
    "Delete API Token": "ויסמעקן אַפּי טאָקען",
    "Delete Team": "ויסמעקן מאַנשאַפֿט",
    "Disable": "דיסייבאַל",
    "Done.": "געטאן.",
    "Edit Profile": "רעדאַגירן פּראָפיל",
    "Editor": "עדיטאָר",
    "Editor users have the ability to read, create, and update.": "עדיטאָר יוזערז האָבן די פיייקייט צו לייענען, שאַפֿן און דערהייַנטיקן.",
    "Email": "בליצפּאָסט",
    "Email Password Reset Link": "Email פּאַראָל באַשטעטיק לינק",
    "Enable": "געבן",
    "Encrypted environment file already exists.": "Encrypted environment file already exists.",
    "Encrypted environment file not found.": "Encrypted environment file not found.",
    "Ensure your account is using a long, random password to stay secure.": "פאַרזיכערן דיין חשבון איז ניצן אַ לאַנג, טראַפ פּאַראָל צו בלייַבן זיכער.",
    "Environment file already exists.": "Environment file already exists.",
    "Environment file not found.": "Environment file not found.",
    "errors": "ערראָרס",
    "Finish enabling two factor authentication.": "ענדיקן ענייבאַלינג צוויי פאַקטאָר אָטענטאַקיישאַן.",
    "For your security, please confirm your password to continue.": "פֿאַר דיין זיכערהייט, ביטע באַשטעטיקן דיין פּאַראָל צו פאָרזעצן.",
    "Forbidden": "פארבאטן",
    "Forgot your password?": "פֿאַרגעסן דיין פּאַראָל?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "פֿאַרגעסן דיין פּאַראָל? קיין פּראָבלעם. נאָר לאָזן אונדז וויסן דיין בליצפּאָסט אַדרעס און מיר וועלן שיקן איר אַ בליצפּאָסט באַשטעטיק לינק וואָס וועט לאָזן איר צו קלייַבן אַ נייַע.",
    "Go to page :page": "גיין צו בלאַט :page",
    "Great! You have accepted the invitation to join the :team team.": "גרויס! איר האָט אנגענומען די פאַרבעטונג צו פאַרבינדן די :team מאַנשאַפֿט.",
    "Hello!": "העלא!",
    "I agree to the :terms_of_service and :privacy_policy": "איך בין מסכים מיט די :terms_of_service און :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "אויב נייטיק, איר קענט קלאָץ אויס פון אַלע דיין אנדערע בלעטערער סעשאַנז אויף אַלע דיין דעוויסעס. עטלעכע פון ​​דיין לעצטע סעשאַנז זענען ליסטעד אונטן; אָבער, די רשימה קען נישט זיין יגזאָסטיוו. אויב איר פילן אַז דיין חשבון איז קאַמפּראַמייזד, איר זאָל אויך דערהייַנטיקן דיין פּאַראָל.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "אויב איר האָט שוין אַ חשבון, איר קענט אָננעמען דעם פאַרבעטונג דורך געבן אַ קליק דעם קנעפּל אונטן:",
    "If you did not create an account, no further action is required.": "אויב איר האָט נישט שאַפֿן אַ חשבון, קיין ווייַטער קאַמף איז פארלאנגט.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "אויב איר האָט נישט דערוואַרטן צו באַקומען אַ פאַרבעטונג צו דעם מאַנשאַפֿט, איר קענט אַוועקוואַרפן דעם בליצפּאָסט.",
    "If you did not request a password reset, no further action is required.": "אויב איר האָט נישט געבעטן אַ פּאַראָל באַשטעטיק, קיין ווייַטער קאַמף איז פארלאנגט.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "אויב איר טאָן ניט האָבן אַ חשבון, איר קענט שאַפֿן איין דורך געבן אַ קליק דעם קנעפּל אונטן. נאָך קריייטינג אַ חשבון, איר קענט גיט אויף די אַקסעפּטאַנס פון די פאַרבעטונג קנעפּל אין דעם E- בריוו צו אָננעמען די פאַרבעטונג פון די מאַנשאַפֿט:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "אויב איר האָט קאָנפליקט צו געבן אַ קליק דעם \":actionText\" קנעפּל, קאָפּיע און פּאַפּ די URL אונטן\nאין דיין וועב בלעטערער:",
    "Invalid filename.": "Invalid filename.",
    "Invalid JSON was returned from the route.": "אומגילטיק JSON איז אומגעקערט פֿון דער מאַרשרוט.",
    "Last active": "לעצטע אַקטיוו",
    "Last used": "לעצטע געוויינט",
    "Leave": "לאָזן",
    "Leave Team": "לאָזן מאַנשאַפֿט",
    "length": "length",
    "Location": "אָרט",
    "Log in": "צייכן אריין",
    "Log Out": "קלאָץ אויס",
    "Log Out Other Browser Sessions": "קלאָץ אויס אנדערע בלעטערער סעשאַנז",
    "Login": "צייכן אריין",
    "Logout": "Logout",
    "Manage Account": "פירן אַקאַונט",
    "Manage and log out your active sessions on other browsers and devices.": "פירן און קלאָץ אויס דיין אַקטיוו סעשאַנז אויף אנדערע בראַוזערז און דעוויסעס.",
    "Manage API Tokens": "פירן אַפּי טאָקענס",
    "Manage Role": "פירן ראָלע",
    "Manage Team": "פירן מאַנשאַפֿט",
    "Name": "נאָמען",
    "New Password": "ניו פּאַראָל",
    "Not Found": "ניט געפונען",
    "of": "פון",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "אַמאָל אַ מאַנשאַפֿט איז אויסגעמעקט, אַלע זייַן רעסורסן און דאַטן וועט זיין פּערמאַנאַנטלי אויסגעמעקט. איידער איר ויסמעקן דעם מאַנשאַפֿט, ביטע אראפקאפיע קיין דאַטן אָדער אינפֿאָרמאַציע וועגן דעם מאַנשאַפֿט וואָס איר ווילט צו האַלטן.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "אַמאָל דיין חשבון איז אויסגעמעקט, אַלע זייַן רעסורסן און דאַטן וועט זיין פּערמאַנאַנטלי אויסגעמעקט. איידער דיליטינג דיין חשבון, ביטע אראפקאפיע קיין דאַטן אָדער אינפֿאָרמאַציע וואָס איר ווילט צו האַלטן.",
    "Page Expired": "בלאַט אויסגעגאנגען",
    "Pagination Navigation": "פּאַginיישאַן נאַוויגאַציע",
    "Password": "שפּריכוואָרט",
    "Payment Required": "צאָלונג פארלאנגט",
    "Pending Team Invitations": "פּענדינג מאַנשאַפֿט ינוויטיישאַנז",
    "Permanently delete this team.": "פּערמאַנאַנטלי ויסמעקן דעם מאַנשאַפֿט.",
    "Permanently delete your account.": "פּערמאַנאַנטלי ויסמעקן דיין חשבון.",
    "Permissions": "פּערמישאַנז",
    "Photo": "פאָטאָ",
    "Please click the button below to verify your email address.": "ביטע גיט די קנעפּל אונטן צו באַשטעטיקן דיין בליצפּאָסט אַדרעס.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "ביטע באַשטעטיקן אַקסעס צו דיין חשבון דורך אַרייַן איינער פון דיין נויטפאַל אָפּזוך קאָודז.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "ביטע באַשטעטיקן אַקסעס צו דיין חשבון דורך אַרייַן די אָטענטאַקיישאַן קאָד צוגעשטעלט דורך דיין אָטענטאַקיישאַן אַפּלאַקיישאַן.",
    "Please copy your new API token. For your security, it won't be shown again.": "ביטע נאָכמאַכן דיין נייַע אַפּי סימען. פֿאַר דיין זיכערהייט, עס וועט ניט זיין געוויזן ווידער.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "ביטע אַרייַן דיין פּאַראָל צו באַשטעטיקן אַז איר וואָלט ווי צו קלאָץ אויס פון דיין אנדערע בלעטערער סעשאַנז אויף אַלע דיין דעוויסעס.",
    "Please provide the email address of the person you would like to add to this team.": "ביטע צושטעלן די בליצפּאָסט אַדרעס פון דער מענטש איר וואָלט ווי צו לייגן צו דעם מאַנשאַפֿט.",
    "Privacy Policy": "פּריוואַטקייט פּאָליטיק",
    "Profile": "פּראָפיל",
    "Profile Information": "פּראָפיל אינפֿאָרמאַציע",
    "Recovery Code": "רעקאָווערי קאָד",
    "Regards,": "גרוס,",
    "Regenerate Recovery Codes": "רידזשענערייט רעקאָווערי קאָודז",
    "Register": "רעגיסטרירן",
    "Remember me": "געדענק מיך",
    "Remove": "אַראָפּנעמען",
    "Remove Photo": "אַראָפּנעמען פאָטאָ",
    "Remove Team Member": "אַראָפּנעמען מאַנשאַפֿט מיטגליד",
    "Resend Verification Email": "ווידער שיקן וועראַפאַקיישאַן בליצפּאָסט",
    "Reset Password": "באַשטעטיק פּאַראָל",
    "Reset Password Notification": "באַשטעטיק שפּריכוואָרט אָנזאָג",
    "results": "רעזולטאַטן",
    "Role": "ראָלע",
    "Save": "היט",
    "Saved.": "געראטעוועט .",
    "Select A New Photo": "סעלעקטירן אַ נייַע פאָטאָ",
    "Server Error": "סערווירער טעות",
    "Service Unavailable": "סערוויס אַנאַוויילאַבאַל",
    "Setup Key": "סעטאַפּ שליסל",
    "Show Recovery Codes": "ווייַזן רעקאָווערי קאָודז",
    "Showing": "ווייַזונג",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "סטאָר די אָפּזוך קאָודז אין אַ זיכער פּאַראָל פאַרוואַלטער. זיי קענען זיין געוויינט צו צוריקקריגן אַקסעס צו דיין חשבון אויב דיין צוויי פאַקטאָר אָטענטאַקיישאַן מיטל איז פאַרפאַלן.",
    "Switch Teams": "באַשטימען טימז",
    "Team Details": "מאַנשאַפֿט דעטאַילס",
    "Team Invitation": "מאַנשאַפֿט פאַרבעטונג",
    "Team Members": "מאַנשאַפֿט מיטגלידער",
    "Team Name": "מאַנשאַפֿט נאָמען",
    "Team Owner": "מאַנשאַפֿט באַזיצער",
    "Team Settings": "מאַנשאַפֿט סעטטינגס",
    "Terms of Service": "טערמינען פון דינסט",
    "The :attribute must be a valid role.": "די :attribute מוזן זיין אַ גילטיק ראָלע.",
    "The :attribute must be at least :length characters and contain at least one number.": "די :attribute מוזן זיין בייַ מינדסטער :length אותיות און אַנטהאַלטן לפּחות איין נומער.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "די :attribute מוזן זיין בייַ מינדסטער :length אותיות און אַנטהאַלטן לפּחות איין ספּעציעל כאַראַקטער און איין נומער.",
    "The :attribute must be at least :length characters and contain at least one special character.": "די :attribute מוזן זיין בייַ מינדסטער :length אותיות און אַנטהאַלטן לפּחות איין ספּעציעל כאַראַקטער.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "די :attribute מוזן זיין בייַ מינדסטער :length אותיות און אַנטהאַלטן בייַ מינדסטער איין הויפּט אותיות און איין נומער.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "די :attribute מוזן זיין בייַ מינדסטער :length אותיות און אַנטהאַלטן בייַ מינדסטער איין ופּפּערקאַסע כאַראַקטער און איין ספּעציעל כאַראַקטער.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "די :attribute מוזן זיין בייַ מינדסטער :length אותיות און אַנטהאַלטן בייַ מינדסטער איין הויפּט אותיות, איין נומער און איין ספּעציעל כאַראַקטער.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "די :attribute מוזן זיין בייַ מינדסטער :length אותיות און אַנטהאַלטן בייַ מינדסטער איין הויפּט אותיות.",
    "The :attribute must be at least :length characters.": "די :attribute מוזן זיין בייַ מינדסטער :length אותיות.",
    "The given data was invalid.": "די געגעבן דאַטן איז געווען פאַרקריפּלט.",
    "The password is incorrect.": "די פּאַראָל איז פאַלש.",
    "The provided password does not match your current password.": "די צוגעשטעלט פּאַראָל שטימט נישט מיט דיין קראַנט פּאַראָל.",
    "The provided password was incorrect.": "די צוגעשטעלט פּאַראָל איז פאַלש.",
    "The provided two factor authentication code was invalid.": "די צוגעשטעלט צוויי פאַקטאָר אָטענטאַקיישאַן קאָד איז געווען פאַרקריפּלט.",
    "The provided two factor recovery code was invalid.": "די צוגעשטעלט צוויי פאַקטאָר אָפּזוך קאָד איז געווען פאַרקריפּלט.",
    "The response is not a streamed response.": "דער ענטפער איז נישט אַ סטרימד ענטפער.",
    "The response is not a view.": "דער ענטפער איז נישט אַ מיינונג.",
    "The team's name and owner information.": "די נאָמען פון די מאַנשאַפֿט און די באַזיצער אינפֿאָרמאַציע.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "די מענטשן האָבן שוין פארבעטן צו דיין מאַנשאַפֿט און זיי האָבן געשיקט אַ פאַרבעטונג בליצפּאָסט. זיי קענען פאַרבינדן די מאַנשאַפֿט דורך אַקסעפּטינג די E- בריוו פאַרבעטונג.",
    "This action is unauthorized.": "דעם קאַמף איז אַנאָטערייזד.",
    "This device": "דעם מיטל",
    "This is a secure area of the application. Please confirm your password before continuing.": "דאָס איז אַ זיכער געגנט פון דער אַפּלאַקיישאַן. ביטע באַשטעטיקן דיין פּאַראָל איידער פאָרזעצן.",
    "This password does not match our records.": "דאס פּאַראָל איז ניט ענלעך צו אונדזער רעקאָרדס.",
    "This password reset link will expire in :count minutes.": "דעם פּאַראָל באַשטעטיק לינק וועט ויסגיין אין :count מינוט.",
    "This user already belongs to the team.": "דער באַניצער געהערט שוין צו די מאַנשאַפֿט.",
    "This user has already been invited to the team.": "דער באַניצער איז שוין פארבעטן צו די מאַנשאַפֿט.",
    "to": "צו",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "צו ענדיקן ענייבאַלינג צוויי פאַקטאָר אָטענטאַקיישאַן, יבערקוקן די פאלגענדע QR קאָד ניצן דיין טעלעפאָן ס אָטענטאַקיישאַן אַפּלאַקיישאַן אָדער אַרייַן די סעטאַפּ שליסל און צושטעלן די דזשענערייטאַד אָטפּ קאָד.",
    "Toggle navigation": "טאַגאַל נאַוויגאַציע",
    "Token Name": "טאָקען נאָמען",
    "Too Many Requests": "צו פילע ריקוועס",
    "Two Factor Authentication": "צוויי פאַקטאָר אָטענטאַקיישאַן",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "צוויי פאַקטאָר אָטענטאַקיישאַן איז איצט ענייבאַלד. יבערקוקן די פאלגענדע QR קאָד מיט דיין טעלעפאָן ס אָטענטאַקיישאַן אַפּלאַקיישאַן אָדער אַרייַן די סעטאַפּ שליסל.",
    "Unauthorized": "אַנאָטערייזד",
    "Unknown": "אומבאַקאַנט",
    "Update Password": "דערהייַנטיקן שפּריכוואָרט",
    "Update your account's profile information and email address.": "דערהייַנטיקן דיין פּראָפיל אינפֿאָרמאַציע און בליצפּאָסט אַדרעס פון דיין חשבון.",
    "Use a recovery code": "ניצן אַ אָפּזוך קאָד",
    "Use an authentication code": "ניצן אַן אָטענטאַקיישאַן קאָד",
    "Verify Email Address": "באַשטעטיקן בליצפּאָסט אַדרעס",
    "We were unable to find a registered user with this email address.": "מיר האבן ניט געקענט געפֿינען אַ רעגיסטרירט באַניצער מיט דעם בליצפּאָסט אַדרעס.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "ווען צוויי פאַקטאָר אָטענטאַקיישאַן איז ענייבאַלד, איר וועט זיין פּראַמפּטיד פֿאַר אַ זיכער, טראַפ - סימען בעשאַס אָטענטאַקיישאַן. איר קענט צוריקקריגן דעם סימען פון דיין טעלעפאָן ס Google Authenticator אַפּלאַקיישאַן.",
    "Whoops!": "ווהאַפּס!",
    "Whoops! Something went wrong.": "ווהאַפּס! עפּעס איז פאַלש.",
    "You are receiving this email because we received a password reset request for your account.": "איר באַקומען דעם בליצפּאָסט ווייַל מיר באקומען אַ פּאַראָל באַשטעטיק בעטן פֿאַר דיין חשבון.",
    "You have been invited to join the :team team!": "איר האָט שוין פארבעטן צו פאַרבינדן די :team מאַנשאַפֿט!",
    "You have enabled two factor authentication.": "איר האָט ענייבאַלד צוויי פאַקטאָר אָטענטאַקיישאַן.",
    "You have not enabled two factor authentication.": "איר האָט נישט ענייבאַלד צוויי פאַקטאָר אָטענטאַקיישאַן.",
    "You may accept this invitation by clicking the button below:": "איר קענט אָננעמען דעם פאַרבעטונג דורך געבן אַ קליק דעם קנעפּל אונטן:",
    "You may delete any of your existing tokens if they are no longer needed.": "איר קענט ויסמעקן קיין פון דיין יגזיסטינג טאָקענס אויב זיי זענען ניט מער דארף.",
    "You may not delete your personal team.": "איר קענט נישט ויסמעקן דיין פערזענלעכע מאַנשאַפֿט.",
    "You may not leave a team that you created.": "איר קען נישט לאָזן אַ מאַנשאַפֿט וואָס איר האָט באשאפן.",
    "Your email address is unverified.": "דיין בליצפּאָסט אַדרעס איז אַנוועראַפייד."
}